"CIAdditionCompositing" = "Tillegg";
"CIAffineClamp" = "Tiltrekningsklem";
"CIAffineTile" = "Tiltrekningsbrikke";
"CIAffineTransform" = "Tiltrekningstransformasjon";
"CIBarsSwipeTransition"="Søyledragovergang";
"CIBlendWithMask" = "Sett sammen med maske";
"CIBloom" = "Blomstre";
"CIBoxBlur"="Uskarp med rute";
"CIBumpDistortion" = "Krummingsforvrengning";
"CIBumpDistortionLinear"="Lineær krummingsforvrengning";
"CICMYKHalftone" = "CMYK-halvtone";
"CICheckerboardGenerator" = "Sjakkbrett";
"CICircleSplashDistortion" = "Sirkelbølgeforvrengning";
"CICircularScreen" = "Sirkelraster";
"CICircularWrap" = "Sirkelpakkeforvrengning";
"CIColorControls" = "Fargekontroller";
"CIColorCube" = "Fargekube";
"CIColorInvert" = "Fargeinvertering";
"CIColorMap" = "Fargetilordning";
"CIColorMatrix" = "Fargematrise";
"CIColorMonochrome" = "Monokromfarge";
"CIColorPosterize" = "Fargeplakat";
"CIComicEffect" = "Tegneserieeffekt";
"CIConstantColorGenerator" = "Konstant farge";
"CICopyMachineTransition" = "Kopimaskin";
"CICrop" = "Beskjær";
"CICrystallize" = "Krystalliser";
"CIDiscBlur"="Uskarp med skive";
"CIDisintegrateWithMaskTransition" = "Desintegrer med maske";
"CIDisplacementDistortion" = "Forskyvningsforvrengning";
"CIDissolveTransition" = "Overtoning";
"CIDotScreen" = "Punktraster";
"CIEdges" = "Kanter";
"CIEdgeWork" = "Kantarbeid";
"CIEightfoldReflectedTile"="Brikke reflektert åtte ganger";
"CIExposureAdjust" = "Eksponeringsjustering";
"CIFalseColor" = "Falsk farge";
"CIFastBoxBlur" = "Rask uskarp med rute";
"CIFastDiscBlur" = "Rask uskarp med skive";
"CIFlashTransition" = "Blits";
"CIFourfoldReflectedTile"="Brikke reflektert fire ganger";
"CIFourfoldRotatedTile"="Brikke rotert fire ganger";
"CIFourfoldTranslatedTile"="Brikke forskjøvet fire ganger";
"CIGammaAdjust" = "Gammajustering";
"CIGaussianBlur" = "Gaussisk uskarphet";
"CIGaussianGradient" = "Gaussisk forløpning";
"CIGlassDistortion" = "Glassforvrengning";
"CIGlassLozenge" = "Glasspastill";
"CIGlideReflectedTile"="Forskjøvet og reflektert brikke";
"CIGloom" = "Mørke";
"CIHatchedScreen" = "Skravert raster";
"CIHeightFieldFromMask" = "Høydefelt fra maske";
"CIHexagonalPixellate"="Sekskantet piksellering";
"CIHoleDistortion" = "Hullforvrengning";
"CIHueAdjust" = "Nyansejustering";
"CIKaleidoscope" = "Kaleidoskop";
"CILanczosScaleTransform" = "Lanczos-skaleringstransformasjon";
"CILenticularHaloGenerator" = "Linseformet glorie";
"CILineOverlay" = "Overtrykking";
"CILineScreen" = "Linjeraster";
"CILinearGradient" = "Lineær forløpning";
"CIMaskToAlpha" = "Maske til alfa";
"CIMaximumCompositing" = "Maksimum";
"CIMedianFilter" = "Median";
"CIMinimumCompositing" = "Minimum";
"CIModTransition" = "Mod";
"CIMotionBlur" = "Bevegelsesuskarphet";
"CIMultiplyCompositing" = "Multipliser";
"CINoiseReduction" = "Støyreduksjon";
"CIOpTile" = "Opart-brikke";
"CIPageCurlTransition" = "Krøllet side";
"CIParallelogramTile" = "Parallellogrambrikke";
"CIPerspectiveTile" = "Perspektivbrikke";
"CIPerspectiveTransform" = "Perspektivtransformasjon";
"CIPinchDistortion" = "Knipingsforvrengning";
"CIPixellate" = "Piksellering";
"CIPointillize" = "Punkter";
"CIRadialGradient" = "Radial forløpning";
"CIRandomGenerator" = "Tilfeldighetsgenerator";
"CIRippleTransition" = "Krusning";
"CISepiaTone" = "Sepiatone";
"CIShadedMaterial" = "Skyggelagt materiale";
"CISharpenLuminance" = "Gjør lystettheten skarpere";
"CISixfoldReflectedTile"="Brikke reflektert seks ganger";
"CISixfoldRotatedTile"="Brikke rotert seks ganger";
"CISourceAtopCompositing" = "Kilde øverst";
"CISourceInCompositing" = "Kilde inn";
"CISourceOutCompositing" = "Kilde ut";
"CISourceOverCompositing" = "Kilde over";
"CISpotColor" = "Spotfarge";
"CISpotLight" = "Spotlys";
"CIStarShineGenerator" = "Stjerneskinn";
"CIStripesGenerator" = "Striper";
"CISunbeamsGenerator" = "Solstråler";
"CISwipeTransition" = "Drag";
"CITorusLensDistortion" = "Toruslinseforvrengning";
"CITriangleTile" = "Trekantsbrikke";
"CITwelvefoldReflectedTile"="Brikke reflektert tolv ganger";
"CITwirlDistortion" = "Virvelforvrengning";
"CIUnsharpMask" = "Uskarphetsmaske";
"CIVortexDistortion" = "Vorteksforvrengning";
"CIWhitePointAdjust" = "Hvitpunktsjustering";
"CIZoomBlur" = "Uskarp zoom";
"CIColorBlendMode" = "Fargesammensettingsmodus";
"CIColorBurnBlendMode" = "Sammensettingsmodus for fargeovereksponering";
"CIColorDodgeBlendMode" = "Sammensettingsmodus for fargekantutjevning";
"CIDarkenBlendMode" = "Sammensettingsmodus – mørkere";
"CIDifferenceBlendMode" = "Sammensettingsmodus – forskjell";
"CIExclusionBlendMode" = "Sammensettingsmodus – utelat";
"CIHardLightBlendMode" = "Sammensettingsmodus med hardt lys";
"CIHueBlendMode" = "Nyansesammensettingsmodus";
"CILightenBlendMode" = "Sammensettingsmodus – lysere";
"CILuminosityBlendMode" = "Sammensettingsmodus for lystetthet";
"CIMultiplyBlendMode" = "Sammensettingsmodus – multiplisering";
"CIOverlayBlendMode" = "Sammensettingsmodus for overtrykking";
"CISaturationBlendMode" = "Sammensettingsmodus for metning";
"CIScreenBlendMode" = "Sammensettingsmodus for raster";
"CISoftLightBlendMode" = "Sammensettingsmodus med mykt lys";
"CIAreaHistogram" = "Histogram for område";
"CIAreaMaximum" = "Maksimalverdi for område";
"CIAreaMinimum" = "Minimumsverdi for område";
"CIAreaMaximumAlpha" = "Høyeste alfa for område";
"CIAreaMinimumAlpha" = "Laveste alfa for område";
"CIAreaAverage" = "Gjennomsnitt for område";
"CIRowAverage" = "Gjennomsnitt for rad";
"CIColumnAverage" = "Gjennomsnitt for kolonne";
"CIMinimumComponent" = "Minimumskomponent";
"CIMaximumComponent" = "Maksimalkomponent";
